#добавляем кружки
#Танцы
dance_ensemble_yeshlek = '1) Ансамбль народного танца «Йешлек»'
dance_ensemble_allegro = '2) Ансамбль спортивного бального танца «Аллегро»'
dance_ensemble_irandek = '3) Заслуженный коллектив народного творчества РБ Народный ансамбль танца «Ирандек»'
#Пение
song_septima = '1) Вокальная студия «Септима»'
song_moment_more = '2) Кавер-группа «Моментов море»'
song_aktamir = '3) Народный ансамбль кураистов «Актамыр»'
#Театр
teatr_oskon = '1) Башкирский народный студенческий театр "Оскон"("Искра")'
teatr_grotesk = '2) Русский студенческий театр "Гротекс"'
teatr_selet = '3) Татарский музыкально-поэтический театр "Сэлэт"(Талант")'
#Спорт
sport_green = '1) Зеленый проект'
sport_voshod = '2) Туристический клуб "Восхождение"'
sport_ikar = '3) Туристический клуб «Икар»'
#По интересам
anime = '1) Аниме клуб «Аматэрасу»'
math_club = '2) Математический клуб УУНиТ'


math_club_info = '📏Математический клуб \n Физмат корпус 526 или Корпус 9-306 \n 🕧пн: 18:30🕧 '\
'\n👤Данил Инсафутдинов-https://vk.com/jellyselfish \n 🔍https://t.me/math_club_uust \n  🔍https://vk.com/math_club_uust'
anime_info = '✨Аниме клуб «Аматэрасу» \n Корпус 9-402\n 🕧чт: 18:00 🕧\n 👤Кирилл Лелейтнер - https://vk.com/u_know_who_iam ' \
'\n 👤 Арина Тихонова - https://vk.com/kokoro4'

dance_ensemble_yeshlek_info = '🎵Ансамбль народного творчества "Йешлек" \n Кабинет 5-204 или 3-102 ' \
'\n 🕧18:00-20:00 пн-чт🕧, вт-чт для первокурсников(подготовительный состав) \n +79965819925 - Исхакова Назгуль Загировна'
dance_ensemble_allegro_info = '🎵Ансамбль спортивного бального танца «Аллегро» \n Кабинет 4-204 или 1-201 ' \
'\n 🕧15:00-16:30 пн-пт🕧 \n +79964042273 - Денисова Екатерина Сергеевна'
dance_ensemble_irandek_info = '🎵Заслуженный коллектив народного творчества РБ Народный ансамбль танца «Ирандек» ' \
'\n Кабинет 2-101 \n 🕧18:00-20:00 вт-пт🕧 \n +79276353754 - Абдульманов Фанис Салимьянович \n https://vk.com/club946110'

song_septima_info = '🎵Вокальная студия «Септима» \n Кабинет 7-301 или 6-103 \n 🕧19:00-20:30 вт-пт🕧 ' \
'\n +79174444090 - Ахметзарипов Марат Агзамович'
song_moment_more_info = '🎵Кавер-группа «Моментов море» \n Кабинет 3-312 \n 🕧18:00-20:30 чт-сб🕧 ' \
'\n +79373377671 - Мальгин Виталий Владимирович'
song_aktamir_info = '🎵Народный ансамбль кураистов «Актамыр» \n Актовый зал 6 корпус \n 🕧19:00-20:30 вт-чт🕧 ' \
'\n +79876214050 - Умурзаков Арслан Касимович'

teatr_oskon_info = '🎵Башкирский народный студенческий театр «Оскон» («Искра») \n Актовый зал 4 корпус ' \
'\n 🕧19:30-20:30 вт-чт🕧 \n +79273486263 - Мингазова Альфина Нагимовна'
teatr_grotesk_info = '🎵Русский студенческий театр «Гротеск» \n Кабинет 2-204 \n 🕧19:00-20:30 вт-чт🕧 ' \
'\n +79991331351 - Петров Никита Андреевич \n https://vk.com/grotesk_uunit'
teatr_selet_info = '🎵Татарский музыкально-поэтический театр «Сэлэт» («Талант») \n Актовый зал 9 корпус ' \
'\n 🕧18:00-20:30 пн-чт🕧 \n +79273541332 - Шарипов Марат Сабитович'

sport_green_info = '🌱Зеленый проект \n Кабинет 9-404 \n 🕧20:00-20:30 вт-чт🕧 \n +7177421304 - Арина Сидорова'
sport_voshod_info = '⛺Туристический клуб "Восхождение" \n 🕧 пн, вт - 17:00-19:00 чт - 16:00-18:00🕧 \n +79876214050 - Умурзаков Арслан Касимович'
sport_ikar_info = '⛺Туристический клуб «Икар» \n 🕧вт, чт с 18:00🕧 ' \
'\n +79174696236 - Юнусбаев Денис Ишмуратович \n https://vk.com/ikartk'


sections_info = {
    'Танцы': [dance_ensemble_yeshlek_info, dance_ensemble_allegro_info, dance_ensemble_irandek_info],
    'Пение': [song_septima_info, song_moment_more_info, song_aktamir_info],
    'Театр': [teatr_oskon_info, teatr_grotesk_info, teatr_selet_info],
    'Спорт': [sport_green_info, sport_voshod_info, sport_ikar_info],
    'По интересам': [math_club_info, anime_info]
}